<?php
return [
    'My orders'=>'مشترياتي',
    'View order'=>'عرض الطلب',
    'processing' => 'تحت المراجعة',
    'shipping' => 'جارى الشحن',
    'completed' => 'تم التسليم',
    'Order status' => 'حالة الطلب',
    'invoice_shari_note' => '<b><u>تشهد شاري! بموجب تلك الوثيقة</u></b>
<ul class="rtl">
<li>
 بأتمام الطلب من خلال موقعها الالكتروني كأدة للتواصل بين الطرفين
</li>
<li>
تبقى مسئولية مطابقة المنتج للمعروض و توصيل المنتج بالشكل المطلوب مسئولية البائع
</li>
<li>
على الطرفين التأكد من ضمان حقوقهم من خلال التواصل بينهم
</li>
</ul>',
  'Invoice' => 'وثيقة مبايعة',
    'confirm order'=>'تأكيد الطلب',
    'owner only can change to received'=>'عفوا المشترى فقط من يمكنه تغيير حاله الطلب الى تم التسليم',
    'store owner only can change to on progress'=>'عفوا مالك المتجر فقط من يمكنه تغيير حاله الطلب الى جارى الشحن'
];
