<?php

return [
    'name' => 'اسم المتجر',
    'slug' => 'الرابط',
    'status' => 'الحالة',
    'description' => 'الوصف',
    'logo' => 'صورة الغلاف',
    'dimensions' => 'الأبعاد لا تقل عن : 350*900',
    'create' => 'انشاء متجر',
    'manage' => 'ادارة المتجر',
    'details' => 'بيانات المتجر',
    'Only one store allowed' => 'عفوا مسموح فقط بأنشاء متجر واحد لكل عضو',
    'can_not_have_store' => 'عفوا لتممكن من انشاء متجر تحتاج الى ترقية حسابكم, رجاء التواصل معنا لمعلومات اكثر.',
    'Store needed' => 'تحتاج الى امتلاك متجر لكي تتمكن من الاستمرار',
    'add location'=>'اضافة العنوان الى المتجر'
];